//MARK: Tab labels
"Tab buttons" = "Boutons";
"Tab cursor" = "Souris";
"Tab scroll" = "Défilement";
"Tab keys" = "Clavier";
"Tab apps" = "Exceptions";
"Tab settings" = "Réglages";

//MARK: Action menu items
"Button action Double Click" = "Double-clic";
"Button action Triple Click" = "Triple-clic";
"Button action Look Up" = "Rechercher";
"Button action Smart Zoom" = "Zoom intelligent";
"Button action Cmd Click" = "Clic ⌘";
"Button action Shift Cmd Click" = "Clic ⇧⌘";
"Button action Shift Click" = "Clic ⇧";
"Button action Ctrl Cmd Click" = "Clic ⌃⌘";
"Button action Option Click" = "Clic ⌥";
"Button action Left Click" = "Clic gauche";
"Button action Middle Click" = "Clic central";
"Button action Right Click" = "Clic droit";
"Button action Mod Clicks" = "Mod Clicks";
"Button action Zoom Window" = "Zoomer la fenêtre";
"Button action Fullscreen Window" = "Plein écran";
"Button action Backlight" = "Rétroéclairage";
"Button action Backlight Down" = "Baisser le rétroéclairage";
"Button action Backlight Up" = "Augmenter le rétroéclairage";
"Button action Media Next" = "Piste suivante";
"Button action Media Play/Pause" = "Lecture/Pause";
"Button action Media Previous" = "Piste précédente";
"Button action Mute Mic" = "Activer/Désactiver le micro";
"Button action Swipe Back" = "Balayage arrière";
"Button action Swipe Forward" = "Balayage avant";
"Button action Pan" = "Défilement panoramique";
"Button action 2 Finger Scroll" = "Défilement à 2 doigts";
"Button action 3 Finger Swipe L" = "Balayage à 3 doigts ←";
"Button action 3 Finger Swipe R" = "Balayage à 3 doigts →";
"Button action 3 Finger Swipe U" = "Balayage à 3 doigts ↑";
"Button action 3 Finger Swipe D" = "Balayage à 3 doigts ↓";
"Button action 3 Finger Pinch in" = "Pincement à 3 doigts (fermer)";
"Button action 3 Finger Pinch out" = "Pincement à 3 doigts (ouvrir)";
"Button action Scroll Left" = "Défilement vers la gauche";
"Button action Scroll Right" = "Défilement vers la droite";
"Button action Zoom In" = "Zoom avant";
"Button action Zoom Out" = "Zoom arrière";
"Button action Volume" = "Volume";
"Button action Volume Down" = "Baisser le volume";
"Button action Volume Mute" = "Couper le son";
"Button action Volume Up" = "Augmenter le volume";
"Button action App Switch" = "Sélecteur d'apps";
"Button action Sleep" = "Mettre en veille";
"Button action Logout" = "Fermer la session";
"Button action Screen Off" = "Éteindre l'écran";
"Button action Lock Screen" = "Verrouiller l'écran";
"Button action App Launch" = "Lancer une app";
"Button action IM Switch" = "Changer de méthode de saisie";
"Button action Extra Keys" = "Touches supplémentaires";
"Button action Shift Scroll" = "Défilement horizontal";
"Button action Cmd Scroll" = "Défilement rapide";
"Button action Ctrl Scroll" = "Zoom";
"Button action Do Nothing" = "Ne rien faire";

//MARK: Question Mark Helps
//Buttons tab
"Help left click through" = "Lorsque cette option est activée, un seul clic suffit lorsque vous cliquez sur un bouton dans une fenêtre inactive.";
"Help right click through" = "Active d'abord la fenêtre correspondante lorsque vous faites un clic droit sur une fenêtre inactive.";
"Help trackpad left click through" = "Clic gauche à travers pour le trackpad";
"Help trackpad right click through" = "Clic droit à travers pour le trackpad";
"Help binding click through" = "Cette colonne de bascules est l'option de clic-à-travers pour chaque élément. Lorsqu'elle est activée, la fenêtre sous le curseur sera d'abord activée avant que l'action liée ne se déclenche.\n\nPar exemple, si elle est activée pour le raccourci ⌘+w, elle fermera la fenêtre sous le curseur, au lieu de celle actuellement active.\n\nCertaines actions ne sont pas conçues pour agir de cette manière car elles ne sont pas liées aux fenêtres, nous masquons donc cette option pour celles-ci.";
"Help pan" = "Faites défiler librement dans n'importe quelle direction en faisant glisser avec un bouton, de manière similaire au défilement du trackpad. Vous pouvez également zoomer ou changer la vitesse avec les touches de modification définies dans l'onglet Défilement.\n\nCliquez sur la case pour la mettre en surbrillance, puis cliquez sur le bouton que vous souhaitez assigner au panoramique.\n\nFaites un nouveau clic gauche pendant que la case est en surbrillance pour désactiver la fonction de panoramique.\n\nLa fonction de panoramique désactive les gestes de glissement assignés à ce bouton.";
"Help pan momentum" = "Une inertie de type trackpad pour le panoramique avec le bouton droit que nous pensons que vous allez adorer.";
"Help multishot" = "Cette colonne de bascules est l'option de tir multiple pour les raccourcis clavier des gestes directionnels et d'appui long.\n\nActivez cette option pour déclencher le raccourci correspondant de manière répétée avec le mouvement du geste.\n\nLes actions dans la liste déroulante ont leurs propres propriétés de tir multiple intrinsèques et n'ont pas d'option ici.";

//Mouse tab
"Help cursor switch" = "Ceci est le même contrôle que \"Réglages Système -> Souris -> Vitesse de déplacement\", mais avec l'accélération et la vitesse séparées comme il se doit.\n\nPour macOS Sonoma, vous devriez activer \"Réglages Système -> Souris -> Avancé -> Accélération du pointeur\" pour que les deux curseurs fonctionnent correctement.\n\nCes deux curseurs et la vitesse de déplacement dans les Réglages Système peuvent s'écraser mutuellement. Si vous activez ce contrôle de curseur, veuillez éviter de le modifier dans le panneau des Réglages Système ou d'autres applications.\n\nSi vous désactivez cette bascule, l'application rétablira les valeurs par défaut du système.\n\nValeurs recommandées pour les utilisateurs de Windows : \nAccélération : 0";
"Help cursor hold" = "Maintient le curseur de la souris immobile pendant les gestes directionnels ou le panoramique.";
"Help unifying pairing" = "1. Sélectionnez un canal sur votre souris, puis éteignez-la.\n\n2. Cliquez sur le bouton de jumelage à gauche pour mettre votre récepteur USB en mode jumelage.\n\n3. Allumez votre souris pour qu'elle recherche et se jumele avec le dongle.\n\nCliquez sur le bouton x à côté de chaque emplacement pour que votre dongle efface les informations de jumelage et libère cet emplacement pour un nouvel appareil.";
"Help bolt pairing" = "1. Appuyez longuement sur le bouton de canal de votre appareil jusqu'à ce que la LED clignote rapidement.\n\n2. Cliquez sur le bouton Jumeler à gauche.\n\n3.a Pour les claviers, saisissez le code numérique affiché, puis appuyez sur Entrée.\n\n3.b Pour les souris, saisissez la séquence gauche/droite avec le clic gauche/droit, puis appuyez simultanément sur les boutons gauche et droit en guise d'Entrée.";
"Help Onboard profile" = "Désactivez les profils intégrés pour libérer tous ces boutons de changement de profil et de préréglage pour l'assignation. Ou activez cette option si vous souhaitez utiliser vos paramètres intégrés.";
"Help quirk buttons" = "Ces boutons définis par le fournisseur ont été codés en dur pour des fonctions comme alt-tab ou le changement de mode de cliquetis.\n\nCochez ces cases pour qu'ils agissent comme un bouton standard et puissent être reconnus dans l'onglet Boutons pour les assignations.";
"Help hires wheel" = "Dans ce mode, la molette de défilement produit des crans beaucoup plus denses (généralement 8x). Votre défilement semblera en conséquence beaucoup plus fluide.\n\nFonctionne le mieux en mode de rotation libre.\n\nLes réglages du panneau Défilement doivent être ajustés en conséquence. Nous suggérons de régler les curseurs \"point de freinage\", \"vitesse\" et \"plus fluide\" au minimum dans ce mode, et de n'ajuster que la \"durée\" et l'\"accélération\" pour se rapprocher le plus possible de la sensation du trackpad.";
"Help ratchet" = "Vous ne pouvez utiliser cette bascule pour passer du mode de cliquetis au mode de rotation libre de la molette de défilement que si vous avez activé le bouton physique (généralement le bouton 6) pour l'assignation ci-dessus.";
"Help thumbwheel for shortcuts" = "En utilisant ce mode, vous pouvez assigner des gestes de clic, d'appui long et de direction gauche/droite à la molette de pouce dans le panneau Boutons.\n\nIf you want the thumbwheel to perform different functions in different apps, you need to use this mode.";
"Help thumbwheel for hscroll" = "";
"Help thumbwheel for vscroll" = "Cette option est proposée uniquement parce que nous le pouvons, non pas parce que nous pensons qu'elle a un sens.";
"Help thumbwheel for zoom" = "";
"Help thumbwheel dir inv" = "Sélection de la direction pour les 4 options ci-dessus séparément.";

//Keyboard Tab
"Help keys sub" = "Substitution au niveau du système d'une touche physique à une autre par clavier. Elle a une priorité plus élevée que les cartes de touches générales et Logi ci-dessus.\n\nCliquez sur la flèche au milieu pour basculer entre le mappage uni- ou bidirectionnel.\n\nUn seul mappage est autorisé pour une touche.";
"Help logi keyb" = "Mappages au niveau de l'application des touches reprogrammables de Logi. Les vertes sont des touches non standard qui ne se trouvent pas sur les touches Fn.\n\nVous pouvez les lier à des combos de touches ou à des actions de la liste déroulante, tout comme les assignations pour les boutons de la souris.\n\nA une priorité plus élevée que la carte de touches générale ci-dessus.";
"Help logi keyb brightness" = "Cette ligne n'offre aucun contrôle, elle indique seulement le niveau de luminosité actuel du rétroéclairage du clavier et la source de contrôle.\n\n\"Automatique\" signifie que cela dépend de la lumière ambiante.\n\nEn mode automatique, la barre de luminosité peut ne pas refléter la valeur réelle pour certains claviers.";
"Help general key bind" = "Mappages généraux au niveau de l'application d'une frappe ou d'un combo de touches à une autre frappe/combo de touches/action.\n\nCliquez sur le bouton plus pour ajouter un élément de mappage, et cliquez sur chaque case pour définir le focus de la saisie au clavier.";

//Scroll tab
"Help scroll smooth" = "Cette bascule contrôle la fluidité de tous les défilements verticaux, horizontaux et avec la touche Maj, et le zoom avec la touche Ctrl en dépend pour fonctionner.";
"Help scroll more smooth" = "Un simple filtre de post-traitement pour lisser encore plus les défilements, appliqué après les 4 paramètres ci-dessus, sans pratiquement aucune surcharge, vous donne une autre dimension de contrôle entre rapidité et fluidité.\n\nIl n'a aucun effet lorsqu'il est réglé sur 0, si vous ne l'aimez pas. Il semble plus lent mais plus fluide lorsqu'il est réglé plus haut.";
"Help scroll acc" = "Le contenu défile plus loin lorsque vous tournez la molette du même angle dans une période plus courte. Ce paramètre décide de l'intensité de cet effet.\n\nIl est maintenant implémenté par logiciel et ne sera pas affecté par la \"Vitesse de défilement de la souris\" dans les Réglages Système.";
"Help scroll to raise" = "Faites défiler sur une fenêtre pour la mettre au premier plan.\n\nAvec le clic-à-travers gauche activé, nous étions constamment stressés par la peur de cliquer accidentellement sur quelque chose que nous ne devrions pas en essayant d'activer une fenêtre, comme une fenêtre de calculatrice remplie de boutons.\n\nNous avons trouvé que cette fonctionnalité était de loin le moyen le moins stressant d'activer une fenêtre.\n\nIt'd be better to uncheck it when you fiddle with other scrolling parameters to keep the window floating.";
"Help scroll brake" = "Ce réglage est uniquement pour le défilement fluide. Il détermine à partir de quelle image un défilement commence à décélérer, allant de 1 à la durée.";
"Help scroll distance" = "Avec le défilement fluide activé, il s'agit de pixels par image, avec le défilement fluide désactivé, il s'agit de lignes par cran.\n\nIl a 4 valeurs sauvegardées différentes, selon les réglages de fluidité et d'accélération, différenciées par des couleurs.";
"Help scroll duration" = "Durée de défilement pour un cran de molette en défilement fluide, en unité d'images.\n\nIl s'adapte à la fréquence de rafraîchissement, par exemple si vous réglez cette valeur sur 20, vous obtenez une durée de défilement de 20/60 = 1/3 de seconde, que la fréquence de rafraîchissement de votre système soit de 60Hz ou de 120Hz.";
"Help scroll hori invert" = "Inversion de la direction du défilement horizontal pour la molette de souris physique uniquement.";
"Help scroll hori speed" = "Réglage de la vitesse de défilement horizontal. 5 est la vitesse par défaut du système, ce qui signifie que la plage de réglage est de 0,2 à 10 fois la vitesse par défaut.\n\nLe « défilement horizontal physique » fait principalement référence à l'inclinaison de la molette et au défilement avec la molette de pouce lorsque vous l'avez configurée sur « Utiliser pour le défilement H » dans l'onglet « Souris ».";
"Help scroll vert invert" = "Inversion de la direction du défilement vertical pour la molette de la souris uniquement. Si vous avez un pilote de souris tiers installé, ce réglage peut devenir déroutant en raison du contrôle en cascade.";
"Help shift scroll" = "Maintenez la touche de modification enfoncée tout en faisant défiler pour obtenir un défilement horizontal.";
"Help ctrl scroll zoom" = "Maintenez la touche de modification enfoncée tout en faisant défiler ou en effectuant un panoramique vers le haut/bas pour effectuer un zoom/pincement.";
"Help cmd scroll" = "Maintenez la touche de modification enfoncée tout en faisant défiler/zoomer/panner pour obtenir une vitesse modifiée.\n\nFonctionne pour tous les défilements physiques H/V, défilement avec Maj, défilement avec Ctrl, défilement/zoom avec la molette de pouce, zoom par geste, panoramique et panoramique avec Ctrl.";
"Help cmd scroll speed" = "";

//Setting tab
"Help hide icon" = "Masquer l'icône de la barre de menus.\n\nLancez à nouveau l'application alors qu'elle est déjà en cours d'exécution pour faire réapparaître l'icône de la barre de menus.";
"Help color scheme" = "Décochez les deux bascules pour que le schéma de couleurs suive celui du système.";
"Help tighten icons" = "Une fonctionnalité non pertinente qui pourrait s'avérer utile. Elle rend les icônes de votre barre de menus plus serrées.\n\nPrend effet lors de votre prochaine connexion.";
"Help charge limit" = "Une autre fonctionnalité non pertinente qui pourrait s'avérer utile.\n\nUtilisez le nouvel interrupteur intégré d'Apple pour limiter la charge de la batterie à 80%. Disponible depuis Apple Silicon et macOS 13. Il n'a qu'une seule option de 80% sans autres choix.\n\nC'est un interrupteur de firmware, ce qui signifie qu'une fois réglé, vous n'avez pas besoin de laisser l'application en cours d'exécution pour le maintenir. Il peut également survivre aux cycles de veille/réveil sans aucune attention.\n\nCependant, il ne peut pas survivre aux cycles d'alimentation, ce qui signifie que vous devez toujours lancer l'application pour l'activer après un démarrage.\n\nLes changements prennent environ une minute pour prendre effet, soyez patient.\n\nSi vous activez cette option avec votre batterie chargée à plus de 80%, elle sera déchargée à 80% par le firmware automatiquement, vous n'avez pas besoin de débrancher la prise.\n\nL'autorisation \"Autoriser en arrière-plan\" est nécessaire. Mais en fait, rien ne s'exécute en arrière-plan. C'est simplement un moyen d'exécuter \"sudo\" dans l'application. La description des éléments d'arrière-plan dans l'application Réglages est un peu déroutante à mon avis. Cette autorisation n'a pas besoin d'être accordée tant que vous gardez cette fonctionnalité désactivée.";
"Help charge limit 147+" = "Depuis macOS 14.7, Apple a supprimé le limiteur de charge à 80% intégré au firmware et il est peu probable qu'il le réintègre.\n\nNous revenons donc ici au limiteur logiciel conventionnel, plus primitif, simplement parce que nous ne voulons vraiment pas laisser une autre application tourner pour une chose aussi simple.";
"Help activate license" = "Si vous avez acheté avant ou sur le site web et que vous entrez simplement le code d'activation ici, veuillez redémarrer l'application après avoir terminé et attendre 10s que l'application devienne verte.";
"Help deactivate" = "Oui, en cliquant sur le bouton \"Désactiver la licence\" dans la fenêtre contextuelle, vous pouvez supprimer cette activation de votre licence, libérant ainsi un emplacement pour une utilisation future.";
"Help v scroll sliders" = "Scroll over a slider to adjust it. This works for sliders that can be recognized by VoiceOver.";
"Help h scroll sliders" = "Scroll over a slider to adjust it. This works for sliders that can be recognized by VoiceOver.\n\nThis can be triggered not only by physical horizontal scrolling, but also by shift-scrolling and h-scrolling through gestures.";
"Help interfering apps" = "Apps that have the capability of manipulating mouse and keyboard actions as well in real-time.";

//MARK: Button Binding Hint
"btn hint double click"				= "Double-clic simulé, vient naturellement avec un effet de clic-à-travers.";
"btn hint triple click"				= "Triple-clic simulé, vient naturellement avec un effet de clic-à-travers.";
"btn hint look up"					= "Aussi connu sous le nom de clic forcé, ou cmd-ctrl-D.";
"btn hint smart zoom"				= "L'équivalent d'un double-appui avec deux doigts sur le trackpad.";
"btn hint cmd click"				= "Clic gauche simulé avec la touche CMD enfoncée.\n\nSi vous souhaitez également faire glisser avec ce clic, vous devez supprimer toutes les autres assignations de ce bouton.";
"btn hint shift cmd click"			= "Clic gauche simulé avec les touches Maj et CMD enfoncées.\n\nSi vous souhaitez également faire glisser avec ce clic, vous devez supprimer toutes les autres assignations de ce bouton.";
"btn hint shift click"				= "Clic gauche simulé avec la touche Maj enfoncée.\n\nSi vous souhaitez également faire glisser avec ce clic, vous devez supprimer toutes les autres assignations de ce bouton.";
"btn hint ctrl cmd click"			= "Clic gauche simulé avec les touches Ctrl et CMD enfoncées. Ceci est utilisé pour faire glisser une fenêtre depuis n'importe quelle position avec [NSWindowShouldDragOnGesture](https://www.google.com/search?q=NSWindowShouldDragOnGesture) activé dans le Terminal.\n\nSi vous souhaitez également faire glisser avec ce clic, vous devez supprimer toutes les autres assignations de ce bouton.";
"btn hint option click"				= "Clic gauche simulé avec la touche Option enfoncée.\n\nSi vous souhaitez également faire glisser avec ce clic, vous devez supprimer toutes les autres assignations de ce bouton.";
"btn hint left click"				= "Clic gauche simulé pour votre syndrome de la souris à la demande.\n\nSi vous souhaitez également faire glisser avec ce clic, vous devez supprimer toutes les autres assignations de ce bouton.";
"btn hint middle click"				= "Clic central simulé.\n\nSi vous souhaitez également faire glisser avec ce clic, vous devez supprimer toutes les autres assignations de ce bouton.";
"btn hint right click"				= "Clic droit simulé.\n\nSi vous souhaitez également faire glisser avec ce clic, vous devez supprimer toutes les autres assignations de ce bouton.";
"btn hint mod clicks"				= "If you also want to drag with the assigned click, this button must have no other bindings.";
"btn hint swipe forward"			= "Une simulation d'un balayage à deux doigts vers la gauche sur le trackpad, mais sans animation.";
"btn hint swipe back"				= "Une simulation d'un balayage à deux doigts vers la droite sur le trackpad, mais sans animation.";
"btn hint 3 finger swipe L"			= "Notre version rapide pour basculer entre les espaces de bureau.\n\nSi vous n'aimez pas et préférez la version originale du système, assignez plutôt \"ctrl + →\".";
"btn hint 3 finger swipe R"			= "Notre version rapide pour basculer entre les espaces de bureau.\n\nSi vous n'aimez pas et préférez la version originale du système, assignez plutôt \"ctrl + ←\".";
"btn hint 3 finger swipe U"			= "Notre version rapide de Mission Control.\n\nSi vous n'aimez pas et préférez la version originale du système, assignez plutôt \"ctrl + ↑\".";
"btn hint 3 finger swipe D"			= "Notre version rapide d'App Exposé.\n\nSi vous n'aimez pas et préférez la version originale du système, assignez plutôt \"ctrl + ↓\".";
"btn hint 3 finger pinch in"		= "Notre version rapide de Launchpad.\n\nSi vous n'aimez pas et préférez la version originale du système, vous devez lui assigner un raccourci clavier dans les Réglages Système, puis lier ce raccourci ici.";
"btn hint 3 finger pinch out"		= "Notre version rapide pour afficher le bureau.\n\nSi vous n'aimez pas et préférez la version originale du système, assignez plutôt \"F11\".";

"btn hint scroll left"				= "Un seul coup de défilement vers la gauche. Implémenté via le défilement avec Maj. Pour en faire un tir multiple, liez-le à un appui long au lieu d'un clic de bouton.";
"btn hint scroll right"				= "Un seul coup de défilement vers la droite. Implémenté via le défilement avec Maj. Pour en faire un tir multiple, liez-le à un appui long au lieu d'un clic de bouton.";
"btn hint zoom in"					= "Un seul coup de zoom avant. Implémenté via le défilement avec Ctrl. Pour en faire un tir multiple, liez-le à un appui long au lieu d'un clic de bouton.";
"btn hint zoom out"					= "Un seul coup de zoom arrière. Implémenté via le défilement avec Ctrl. Pour en faire un tir multiple, liez-le à un appui long au lieu d'un clic de bouton.";
"btn hint zoom window"				= "L'équivalent d'un clic avec Option sur le bouton vert ou d'un double-clic sur la barre de titre d'une fenêtre.\n\nAu cas où vous ne seriez pas familier avec :\nQuitter l'app :				⌘Q\nForcer à quitter l'app :		⌥⌘ESC\nFermer l'onglet ou la fenêtre :	⌘W\nFermer toutes les fenêtres :		⇧⌘W\nMinimiser la fenêtre :		⌘M";
"btn hint fullscreen window"		= "L'équivalent d'un clic sur le bouton vert d'une fenêtre.\n\nAu cas où vous ne seriez pas familier avec :\nQuitter l'app :				⌘Q\nForcer à quitter l'app :		⌥⌘ESC\nFermer l'onglet ou la fenêtre :	⌘W\nFermer toutes les fenêtres :		⇧⌘W\nMinimiser la fenêtre :		⌘M";
"btn hint media p/p"				= "";
"btn hint media prev"				= "";
"btn hint media next"				= "";
"btn hint mute mic"					= "Ceci affichera une icône de sourdine dans la barre de menus lorsque le son est coupé. Vous pouvez également cliquer sur l'icône pour réactiver le son.";
"btn hint vol mute"					= "";
"btn hint vol up"					= "";
"btn hint vol down"					= "";
"btn hint backlight up"				= "";
"btn hint backlight down"			= "";
"btn hint sleep"					= "";
"btn hint logout"					= "";
"btn hint screen off"				= "";
"btn hint lock screen"				= "";
"btn hint app launch"				= "BetterMouse doesn't support scripts as a target directly. However, you can export your script as an app with the Script Editor app, move it to the Applications folder, then select it here.";
"btn hint IM switch"				= "Changement de méthode de saisie/source de clavier";
"btn hint do nothing"				= "Si aucune action n'est assignée à un clic de bouton, l'événement de clic de bouton original est envoyé. Si vous assignez cet élément à un bouton, rien n'est envoyé, pour éviter les faux déclenchements.\n\nHabituellement utilisé sur la molette de pouce.";

//MARK: Button-scroll Binding Hint
"btnscl hint hori scroll"			= "Une imitation du défilement avec Maj.";
"btnscl hint fast scroll"			= "Une imitation du défile-CMD.";
"btnscl hint zoom"					= "Une imitation du défile-Ctrl.";
"btnscl hint app switch"			= "";
"btnscl hint vol"					= "";
"btnscl hint backlight"				= "";

//MARK: Gesture Binding Hint
"ges hint smart zoom"				= "L'équivalent d'un double-appui avec deux doigts sur le trackpad.";
"ges hint swipe forward"			= "Un seul coup de balayage à deux doigts vers la gauche sur le trackpad, sans animation.";
"ges hint swipe back"				= "Un seul coup de balayage à deux doigts vers la droite sur le trackpad, sans animation.";
"ges hint 2 finger scroll"			= "Une simulation d'un balayage à 2 doigts sur le trackpad avec un geste de glissement de la souris. Il peut être utilisé comme des gestes de balayage gauche/droite, comme le \"Balayage Avant/Arrière\" ci-dessus, mais avec des animations. Ou il peut être utilisé simplement comme défilement.\n\nLa différence entre ceci et le \"Panoramique\" que cette application offre est que le Panoramique est un défilement pur et ne déclenche aucun geste, ce qui le rend plus réactif et sans effort. De plus, le Panoramique a été réglé avec une friction inertielle plus faible.";
"ges hint pan"						= "Vous n'avez pas assez de boutons. Vous ne pouvez pas vous permettre de dédier un bouton entier au panoramique, vous avez un plan beaucoup plus grand pour ce bouton. Cependant, vous avez constaté que le défilement à 2 doigts est trop collant pour être utilisé pour un défilement pur (il ne peut pas défiler en diagonale et est intrinsèquement lié aux gestes du système d'exploitation), c'est là que ce défilement panoramique entre en jeu.\n\nIl est identique au panoramique par bouton ci-dessous, mais il ne nécessite qu'un seul geste directionnel pour le déclencher. Une fois déclenché, vous pouvez effectuer un panoramique dans n'importe quelle direction comme d'habitude.";
"ges hint 3 finger swipe L"			= "Notre version rapide pour basculer entre les espaces de bureau.\n\nSi vous n'aimez pas et préférez la version originale du système, assignez plutôt \"ctrl + →\".";
"ges hint 3 finger swipe R"			= "Notre version rapide pour basculer entre les espaces de bureau.\n\nSi vous n'aimez pas et préférez la version originale du système, assignez plutôt \"ctrl + ←\".";
"ges hint 3 finger swipe U"			= "Notre version rapide de Mission Control.\n\nSi vous n'aimez pas et préférez la version originale du système, assignez plutôt \"ctrl + ↑\".";
"ges hint 3 finger swipe D"			= "Notre version rapide d'App Exposé.\n\nSi vous n'aimez pas et préférez la version originale du système, assignez plutôt \"ctrl + ↓\".";
"ges hint 3 finger pinch in"		= "Notre version rapide de Launchpad.\n\nSi vous n'aimez pas et préférez la version originale du système, vous devez lui assigner un raccourci clavier dans les Réglages Système, puis lier ce raccourci ici.";
"ges hint 3 finger pinch out"		= "Notre version rapide pour afficher le bureau.\n\nSi vous n'aimez pas et préférez la version originale du système, assignez plutôt \"F11\".";
"ges hint scroll left"				= "Lorsque vous voulez un moyen pratique de faire défiler à gauche/droite mais que vous n'aimez pas que les quatre directions d'un bouton soient occupées par le Panoramique, et que vous ne voulez pas non plus déclencher \"avancer/reculer\" avec le défilement à 2 doigts, vous devriez utiliser celui-ci.";
"ges hint scroll right"				= "Lorsque vous voulez un moyen pratique de faire défiler à gauche/droite mais que vous n'aimez pas que les quatre directions d'un bouton soient occupées par le Panoramique, et que vous ne voulez pas non plus déclencher \"avancer/reculer\" avec le défilement à 2 doigts, vous devriez utiliser celui-ci.";
"ges hint zoom in"					= "Zoom continu par gestes directionnels, avec un clic-à-travers obligatoire car il n'a aucun effet sur les fenêtres inactives.";
"ges hint zoom out"					= "Zoom continu par gestes directionnels, avec un clic-à-travers obligatoire car il n'a aucun effet sur les fenêtres inactives.";
"ges hint zoom window"				= "L'équivalent d'un clic avec Option sur le bouton vert ou d'un double-clic sur la barre de titre d'une fenêtre.\n\nAu cas où vous ne seriez pas familier avec :\nQuitter l'app :				⌘Q\nForcer à quitter l'app :		⌥⌘ESC\nFermer l'onglet ou la fenêtre :	⌘W\nFermer toutes les fenêtres :		⇧⌘W\nMinimiser la fenêtre :		⌘M";
"ges hint fullscreen window"		= "L'équivalent d'un clic sur le bouton vert d'une fenêtre.\n\nAu cas où vous ne seriez pas familier avec :\nQuitter l'app :				⌘Q\nForcer à quitter l'app :		⌥⌘ESC\nFermer l'onglet ou la fenêtre :	⌘W\nFermer toutes les fenêtres :		⇧⌘W\nMinimiser la fenêtre :		⌘M";
"ges hint media p/p"				= "";
"ges hint prev"						= "";
"ges hint next"						= "";
"ges hint mute mic"					= "Ceci affichera une icône de sourdine dans la barre de menus lorsque le son est coupé. Vous pouvez également cliquer sur l'icône pour réactiver le son.";
"ges hint vol mute"					= "";
"ges hint vol up"					= "";
"ges hint vol down"					= "";
"ges hint backlight up"				= "";
"ges hint backlight down"			= "";
"ges hint app switch"				= "Une simulation de l'alt-tab avec un geste de glissement de la souris.";
"ges hint sleep"					= "";
"ges hint logout"					= "";
"ges hint screen off"				= "";
"ges hint lock screen"				= "";
"ges hint app launch"				= "BetterMouse doesn't support scripts as a target directly. However, you can export your script as an app with the Script Editor app, move it to the Applications folder, then select it here.";
"ges hint IM switch"				= "";

//MARK: General Key Binding Hint
"gkey hint sleep"					= "";
"gkey hint logout"					= "";
"gkey hint screen off"				= "";
"gkey hint lock screen"				= "";
"gkey hint do nothing"				= "";
"gkey hint swipe forward"			= "Une simulation d'un balayage à deux doigts vers la gauche sur le trackpad, mais sans animation.";
"gkey hint swipe back"				= "Une simulation d'un balayage à deux doigts vers la droite sur le trackpad, mais sans animation.";
"gkey hint 3 finger swipe L"		= "Notre version rapide pour basculer entre les espaces de bureau.\n\nSi vous n'aimez pas et préférez la version originale du système, assignez plutôt \"ctrl + →\".";
"gkey hint 3 finger swipe R"		= "Notre version rapide pour basculer entre les espaces de bureau.\n\nSi vous n'aimez pas et préférez la version originale du système, assignez plutôt \"ctrl + ←\".";
"gkey hint 3 finger swipe U"		= "Notre version rapide de Mission Control.\n\nSi vous n'aimez pas et préférez la version originale du système, assignez plutôt \"ctrl + ↑\".";
"gkey hint 3 finger swipe D"		= "Notre version rapide d'App Exposé.\n\nSi vous n'aimez pas et préférez la version originale du système, assignez plutôt \"ctrl + ↓\".";
"gkey hint 3 finger pinch in"		= "Notre version rapide de Launchpad.\n\nSi vous n'aimez pas et préférez la version originale du système, vous devez lui assigner un raccourci clavier dans les Réglages Système, puis lier ce raccourci ici.";
"gkey hint 3 finger pinch out"		= "Notre version rapide pour afficher le bureau.\n\nSi vous n'aimez pas et préférez la version originale du système, assignez plutôt \"F11\".";
"gkey hint zoom window"				= "L'équivalent d'un clic avec Option sur le bouton vert ou d'un double-clic sur la barre de titre d'une fenêtre.\n\nAu cas où vous ne seriez pas familier avec :\nQuitter l'app :				⌘Q\nForcer à quitter l'app :		⌥⌘ESC\nFermer l'onglet ou la fenêtre :	⌘W\nFermer toutes les fenêtres :		⇧⌘W\nMinimiser la fenêtre :		⌘M";
"gkey hint fullscreen window"		= "L'équivalent d'un clic sur le bouton vert d'une fenêtre.\n\nAu cas où vous ne seriez pas familier avec :\nQuitter l'app :				⌘Q\nForcer à quitter l'app :		⌥⌘ESC\nFermer l'onglet ou la fenêtre :	⌘W\nFermer toutes les fenêtres :		⇧⌘W\nMinimiser la fenêtre :		⌘M";
"gkey hint media p/p"				= "";
"gkey hint media prev"				= "";
"gkey hint media next"				= "";
"gkey hint mute mic"				= "Ceci affichera une icône de sourdine dans la barre de menus lorsque le son est coupé. Vous pouvez également cliquer sur l'icône pour réactiver le son.";
"gkey hint vol mute"				= "";
"gkey hint vol up"					= "";
"gkey hint vol down"				= "";
"gkey hint backlight up"			= "";
"gkey hint backlight down"			= "";
"gkey hint app launch"				= "BetterMouse doesn't support scripts as a target directly. However, you can export your script as an app with the Script Editor app, move it to the Applications folder, then select it here.";
"gkey hint IM switch"				= "Changement de méthode de saisie/source de clavier";
"gkey hint extra keys"				= "";
"gkey hint clicks"					= "Bien que vous puissiez l'utiliser sur une frappe, ce n'est pas son but. Certaines souris ne peuvent pas mapper certains de leurs boutons supplémentaires aux boutons de souris standard, mais peuvent les mapper à des frappes. C'est le but de cet élément.";

//MARK: Button Tab
"Long press delay" = "Délai de déclenchement de l'appui long (ms)";
"Long press interval" = "Intervalle de répétition de l'appui long (ms)";
"Button tab CT & Pan" = "Clic-à-travers & Panoramique";
"Button tab left click through" = "Clic-à-travers gauche";
"Button tab right click through" = "Clic-à-travers droit";
"Button tab trackpad left click through" = "LCT Trackpad";
"Button tab trackpad right click through" = "RCT Trackpad";
"Button tab No button pan" = "Pas de panoramique par bouton";
"Button tab Right button pan" = "Panoramique avec bouton droit";
"Button tab Thumbwheel pan" = "Panoramique avec molette de pouce";
"Button tab Button" = "Bouton ";
"Button tab pan" = " Panoramique";
"Button tab Right" = "Droit";
"Button tab Wheel" = "Inclinaison de la molette";
"Button tab Thumbwheel" = "Molette de pouce";
"Button tab Tap" = "Tape";
"Button tab pan momentum" = "Inertie du panoramique";
"Button tab pan invert" = "Inverser la direction du panoramique";
"Button tab pan CT" = "Clic-à-travers pour le panoramique";
"Button tab thumbwheel" = "Assignations de la molette de pouce";

"Button tab description 1" = "1.	Effectuez une action de la souris pour ajouter ou mettre en surbrillance une entrée.\n\n2.	Sélectionnez une action cible dans la liste déroulante ou saisissez un combo de touches directement depuis votre clavier.\n\n";
"Button tab description 2" = "Les actions de la souris incluent :\n\n1.	Clic avec des boutons autres que le gauche et le droit.\n2.	Glissement avec des boutons autres que le bouton gauche.\n3.	Appui long avec des boutons autres que le bouton gauche.\n4.	Maintenez n'importe quel bouton enfoncé et faites défiler la molette vers le haut ou vers le bas.\n\n";
"Button tab description 3" = "Toutes ces actions peuvent être combinées avec n'importe quelle combinaison de cinq touches de modification (Fn⇧⌃⌥⌘), un autre bouton de la souris, ou les deux.\n\n";
"Button tab description 4" = "Lorsqu'il est combiné avec un autre bouton, les boutons gauche et droit peuvent désormais également avoir des actions arbitraires.\n\n";
"Button tab description 5" = "L'appui long peut être utilisé comme un tir multiple d'une action.\n\nLiez à des raccourcis dans \"Préférences Système -> Clavier -> Raccourcis\" pour obtenir la plupart des actions du système.\n\nPour les applications avec des pilotes/interprètes de souris intégrés (comme les jeux), ajoutez-les dans le panneau d'exception et configurez-les séparément.\n\nQuittez ce panneau ou cet onglet pour que vos assignations prennent effet.";

"Button tab new item" = "Appuyez sur un bouton de la souris pour ajouter un nouvel élément";
"Button tab Hide help" = "Masquer l'aide";
"Button tab Show help" = "Afficher l'aide";
"Button tab wheel" = "Molette ";
"Hint binding click through" = "Clic-à-travers";
"Hint binding multishot" = "Tir multiple";

//MARK: Mouse Tab
"Cursor tab acceleration" = "Accélération :";
"Cursor tab enable Cursor Control" = "Contrôle du curseur";
"Cursor tab speed" = "Vitesse :";
"Cursor tab Cursor hold in gesture" = "Maintenir le curseur pendant le geste";
"Cursor tab Left drag deadzone" = "Zone morte du glissement gauche";
"Toggle enable DPI Control" = "Activer le contrôle DPI";
"Slider DPI" = "DPI :";
"For binding" = "Pour assignation :";
"SW Control" = "Molette principale :";
"Ratchet mode" = "Mode cranté";
"Hi-res wheel" = "Molette haute résolution";
"Toggle enable Onboard Profile" = "Activer les profils intégrés";
"Slider disengage" = "Désengagement :";
"Slider torque" = "Couple :";
"Slider Action Ring Button Pressure" = "AR Pressure:";
"Toggle hori wheel" = "Molette de pouce :";
"Hori wheel option 1" = "Utiliser comme bouton";
"Hori wheel option 2" = "Utiliser pour défilement H";
"Hori wheel option 3" = "Utiliser pour défilement V";
"Hori wheel option 4" = "Utiliser pour le zoom";
"Toggle hori wheel direction" = "Direction :";
"Toggle hori wheel direction label" = "Inverser";
"Toggle hori wheel gain" = "Gain de vitesse :";
"Toggle wheel tap" = "Tape sur la molette :";
"Toggle wheel tap label" = "Activer";
"Title unifying Receiver" = "Récepteur Unifying";
"Title bolt Receiver" = "Récepteur Bolt";
"Title lightspeed Receiver" = "Récepteur Lightspeed";
"Button pairing" = "Jumelage ";
"Button pair" = "Jumeler";
"Slider label always Engage" = "Toujours engagé";
"Bar Report rate" = "Report rate";
"Slider Report rate" = "Report rate:";
"Bar Onboard profile" = "Onboard profile";
"Bar Extra buttons" = "Extra buttons";
"Bar Main wheel" = "Main wheel";
"Bar Thumb wheel" = "Thumb wheel";
"Bar Action ring button" = "Action ring button";
"Slider Pressure" = "Pressure:";
"Slider Haptic force" = "Haptic force:";
"Toggle Haptic enable" = "Haptic enable:";
"Toggle for actions" = "For single shot actions";
"Toggle for multishot actions" = "for multishot actions";
"Slider Pattern" = "Pattern:";

//MARK: Keyboard Tab
"Keys tab General key mapping" = "Mappage de touches général";
"Keys tab Non-standard key mapping" = "Mappage de touches non standard Logi";
"Keys tab enable modifier key substitution control" = "Substitution de touches physiques";
"Keys tab Backlight" = "Rétroéclairage";
"Keys tab Fn Inversion" = "Inversion Fn";

//MARK: Scroll Tab
"Scroll tab Physical V Scroll" = "Défilement V physique";
"Scroll tab Physical H Scroll" = "Défilement H physique";
"Scroll tab Modified V Scroll" = "Défilement V modifié";
"Scroll tab acceleration" = "Accélération";
"Scroll tab more smooth" = "Plus fluide";
"Scroll tab brake Point" = "Point de freinage";
"Scroll tab duration" = "Durée";
"Scroll tab enable Smooth Scroll" = "Défilement fluide";
"Scroll tab hori invert" = "Inverser la direction H";
"Scroll tab hori speed" = "Vitesse de défilement H";
"Scroll tab scroll Raise" = "Faire défiler pour afficher";
"Scroll tab v scroll sliders" = "V Scroll Sliders";
"Scroll tab h scroll sliders" = "H Scroll Sliders";
"Scroll tab speed" = "Vitesse";
"Scroll tab vert invert" = "Inverser la direction V";
"Scroll tab shift scroll" = "en défilement H";
"Scroll tab shift scroll invert" = "Inverser la direction du défilement H";
"Scroll tab ctrl scroll" = "en zoom";
"Scroll tab ctrl scroll invert" = "Inverser la direction du zoom";
"Scroll tab cmd scroll" = "en défilement rapide";
"Scroll tab cmd scroll speed" = "Gain de vitesse du défilement/panoramique modifié";
"Scroll tab thumb wheel zoom" = "Zoom avec la molette de pouce";
"Seperator main scroll control" = "Contrôle du défilement principal";
"Seperator physical scroll invert" = "Inversion de la direction du défilement physique";
"Seperator shift-scroll to horizontal" = "Maj-défilement vers l'horizontal";
"Seperator zoom/pinch" = "Zoom/Pincement";

//MARK: Settings Tab
"Setting tab buy" = "Acheter";
"Setting tab web buy" = "Acheter sur le site web";
"Setting tab reset" = "Effacer tous les réglages";
"Setting tab email Feedback" = "Envoyer un e-mail de feedback";
"Setting tab homepage" = "Page d'accueil";
"Setting tab Check for update" = "Vérifier les mises à jour";
"Setting tab quit" = "Quitter";
"Setting tab registered to" = "Enregistré à :";
"Setting tab run at login" = "Lancer à l'ouverture de session";
"Setting tab hide icon" = "Masquer l'icône de la barre de menus";
"Setting tab dark mode" = "Mode sombre";
"Setting tab light mode" = "Mode clair";
"Setting tab auto update" = "Vérifier automatiquement les mises à jour";
"Setting tab tighten icon" = "Resserrer les espaces des icônes de la barre de menus";
"Setting tab charge limit" = "Limiter le niveau de la batterie à 80%";
"Setting tab mic mute notif" = "Mic Mute Popup";
"Setting tab capslock notif" = "Capslock Popup";
"Setting tab activate" = "Activer/Désactiver la licence";
"Setting tab trial expired, thanks for using it!" = "Période d'essai expirée, merci de l'avoir utilisée !";
"Setting tab trial period left" = "Jours d'essai restants : ";
"Button save settings to file" = "Enregistrer les réglages dans un fichier";
"Button load settings from file" = "Charger les réglages depuis un fichier";
"Message save fail" = "Échec de l'enregistrement dans le fichier.";
"Message load fail" = "Échec du chargement, le fichier contient une version différente des réglages, ou n'est pas un fichier de réglages valide.";
"Message load success" = "Réglages chargés avec succès";
"Message relaunch" = "L'application va redémarrer.";
"Setting tab wipe out all alert title" = "BetterMouse\nEffacer tous les réglages";
"Setting tab wipe out all alert message" = "Chaque fois que vous chargez des réglages depuis un fichier, l'application effacera d'abord tous les réglages actuels. Donc, à moins que vous ne vouliez vraiment repartir de zéro, vous n'avez pas besoin de le faire.\n\nMalgré tout, vous vous sentirez mieux en sauvegardant vos réglages au préalable.\n\nVoulez-vous effacer tous vos réglages ?";

//MARK: Exception Tab
"Button add running apps" = "Ajouter des applications en cours";
"Button add manually" = "Ajouter manuellement";
"Exception tab scroll using global" = "Scroll settings disabled\nUsing global settings";
"Exception tab disabled" = "Exception disabled\nUsing global settings";
"Message invalid" = "Ce n'est pas une application valide.";
"Exception hint remove all" = "Supprimer tous les éléments";
"Exception hint load global" = "Charger les réglages globaux";
"Exception hint button lock" = "Button binding editing lock\n\nWhen unlocked, any changes to global button bindings of identical(white) items will be synchronized here, including adding/removing items, click-through, and pan settings.\n\nWhen locked, changes made outside will not affect settings here.";
"Exception hint scroll switch" = "Commutateur d'exception/global des réglages de défilement\n\nLes réglages de défilement globaux seront appliqués à la place en désactivant ce commutateur.\n\nCe commutateur est destiné aux applications qui ne doivent avoir que des assignations de boutons/frappes différentes.";
"Exception hint key lock" = "Verrouillage de l'édition des assignations de touches\n\nSimilaire au verrouillage de la configuration des boutons.";

//MARK: Dialogs
"trusted alert message" = "Toute application ayant un impact à l'échelle du système (non limitée à l'application elle-même) nécessite une autorisation d'accessibilité et ne peut pas être publiée sur l'App Store. C'est le cas de la nôtre.\n\nVeuillez rouvrir l'application une fois que vous l'avez activée dans Préférences Système -> Sécurité et confidentialité -> Confidentialité -> Accessibilité.";
"Button ok" = "OK";
"trusted alert title" = "Activer BetterMouse";
"Button relaunch" = "Relancer";
"Button cancel" = "Annuler";
"Button quit" = "Quitter";
"Button yes" = "OUI";
"Button restart" = "Restart";
